Repository: Ordoviz/addons-src
Catalog: The_Big_Island/levels/The Big Island/*.po
Languages: pt

source: Enter Cave
pt: Entrada Na Cave

source: Frozen Castle
pt: Castelo Gelado

source: Middle-Castle
pt: Castelo Do Meio

source: Yeti Boss
pt: O Abominável Homem Das Neves - Chefe

source: Battle On Airship
pt: Batalha Na Aeronave

source: Bonus Land
pt: Terra Do Bónus

source: Ocean
pt: Oceano

source: Big Mountains
pt: Montanhas Grandes

source: A Freezing Night
pt: Uma Noite Gelada

source: Welcome To Big Island
pt: Bem-vindo À Ilha Grande

source: Ice On Water
pt: Gelo Na Água

source: Through The Icy Mountains
pt: Pelas Montanhas Geladas

source: Like A Small Fridge
pt: Como Um Pequeno Frigorífico

source: Into The Night
pt: Pela Noite A Dentro

source: Heavy Snow
pt: Forte Nevão

source: Walk Through The Clouds
pt: Andar Pelas Núvens

source: Intro
pt: Introdução

source: Crossing Arctic Rivers
pt: Atravessando Os Rios Do Ártico

source: Crystal Cave
pt: Caverna De Cristal

source: Icecrusher and Krosh
pt: Icecrusher e Krosh

source: Watch Your Heads
pt: Cuidado Com As Suas Cabeças

source: Air Power
pt: Poder Do Ar

source: Abandoned castle
pt: Castelo Abandonado

source: Cave
pt: Caverna

source: Contracurrent
pt: Contracorrente

source: Down Down Down
pt: Baixo Baixo Baixo

source: Going Down
pt: Descendo

source: Fire Up
pt: Fogo Acima

source: Abandoned Forest
pt: Floresta Abandonada

source: A Visit To A Small Castle
pt: Uma Visita A Um Pequeno Castelo

source: Hallucination Forest
pt: Floresta Das Alucinações

source: Forest In The River
pt: Floresta No Rio

source: The Natural Elements Together And Saved
pt: Os Elementos Naturais Juntos E Salvos

source: PicNic
pt: Piquenique

source: Big Tree
pt: Grande Árvore

source: Underground
pt: Subterrâneo

source: Cave Exit
pt: Saída Da Cave

source: What Is Happening?
pt: O Que Está Acontecendo?

source: Intro Forest
pt: Introdução À Floresta

source: Up And Down
pt: Para Cima E Para Baixo

source: Spy Eyes
pt: Olhos Espiões

source: Walking In The Trees
pt: Andando Nas Árvores

source: Water Key
pt: Chave Da Água

source: The Big Towers
pt: As Torres Grandes

source: The Final
pt: O Final

source: The End
pt: O Fim

source: Credits
pt: Créditos

source: Plumbing Cave
pt: Caverna Das Canalizações

source: Frog Swamp
pt: Pântano Dos Sapos

source: Destroyed Path
pt: Caminho Destruído

source: Feeling The Strength Of Ghosttree's Roots
pt: Sentindo A Força Das Raízes Da Ghosttree

source: Castle Of Ghosts
pt: Castelo Dos Fantásmas

source: Ghostforest
pt: Floresta Fantásma

source: Ghosttree
pt: Árvore Fantásma

source: Light And Magic
pt: Luz E Magia

source: Night Owl
pt: Noite Das Corujas

source: Over The Fire
pt: Por Cima Do Fogo

source: Spikes
pt: Espigões

source: Horror Forest
pt: Floresta De Terror

source: Being Spied On
pt: Sendo Espionado

source: Stuck In The Web Like A Fly
pt: Preso Na Teia Como Uma Mosca

source: Walking Through The Strong Storm
pt: Caminhando Pela Forte Tempestade

source: Switch And More Switchs
pt: Interruptor E Mais Interruptores

source: Welcome To Ghostforest
pt: Bem-vindo À Floresta Fantásma

source: Dark Forest
pt: Floresta Negra

source: Being Challenged By Ghosttree
pt: Sendo Desafiado Pela Árvore Fantásma

source: Welcome To Forest
pt: Bem-vindo à floresta
